"App.Name" = "Telegram";

"Presence.online" = "in linea";
"Presence.offline" = "non in linea";
"Presence.invisible" = "invisibile";

"Month.GenJanuary" = "Gennaio";
"Month.GenFebruary" = "Febbraio";
"Month.GenMarch" = "Marzo";
"Month.GenApril" = "Aprile";
"Month.GenMay" = "Maggio";
"Month.GenJune" = "Giugno";
"Month.GenJuly" = "Luglio";
"Month.GenAugust" = "Agosto";
"Month.GenSeptember" = "Settembre";
"Month.GenOctober" = "Ottobre";
"Month.GenNovember" = "Novembre";
"Month.GenDecember" = "Dicembre";
"Month.ShortJanuary" = "Gen";
"Month.ShortFebruary" = "Feb";
"Month.ShortMarch" = "Mar";
"Month.ShortApril" = "Apr";
"Month.ShortMay" = "Mag";
"Month.ShortJune" = "Giu";
"Month.ShortJuly" = "Lug";
"Month.ShortAugust" = "Ago";
"Month.ShortSeptember" = "Set";
"Month.ShortOctober" = "Ott";
"Month.ShortNovember" = "Nov";
"Month.ShortDecember" = "Dic";
"Weekday.ShortMonday" = "Lun";
"Weekday.ShortTuesday" = "Mar";
"Weekday.ShortWednesday" = "Mer";
"Weekday.ShortThursday" = "Gio";
"Weekday.ShortFriday" = "Ven";
"Weekday.ShortSaturday" = "Sab";
"Weekday.ShortSunday" = "Dom";
"Weekday.Monday" = "Lunedì";
"Weekday.Tuesday" = "Martedì";
"Weekday.Wednesday" = "Mercoledì";
"Weekday.Thursday" = "Giovedì";
"Weekday.Friday" = "Venerdì";
"Weekday.Saturday" = "Sabato";
"Weekday.Sunday" = "Domenica";

"Time.TodayAt" = "oggi alle %@";
"Time.YesterdayAt" = "ieri alle %@";

"LastSeen.JustNow" = "adesso";
"LastSeen.MinutesAgo_1" = "1 minuto fa";
"LastSeen.MinutesAgo_2" = "2 minuti fa";
"LastSeen.MinutesAgo_3_10" = "%@ minuti fa";
"LastSeen.MinutesAgo_any" = "%@ minuti fa";
"LastSeen.HoursAgo_1" = "1 ora fa";
"LastSeen.HoursAgo_2" = "2 ore fa";
"LastSeen.HoursAgo_3_10" = "%@ ore fa";
"LastSeen.HoursAgo_any" = "%@ ore fa";
"LastSeen.TodayAt" = "oggi alle %@";
"LastSeen.YesterdayAt" = "ieri alle %@";
"LastSeen.AtWeekday" = "%@";
"LastSeen.AtDate" = "%@";
"LastSeen.Lately" = "di recente";
"LastSeen.WithinAWeek" = "entro una settimana";
"LastSeen.WithinAMonth" = "entro un mese";
"LastSeen.ALongTimeAgo" = "molto tempo fa";

"FileSize.B" = "%@ B";
"FileSize.KB" = "%@ KB";
"FileSize.MB" = "%@ MB";

"Notification.RenamedChat" = "%@ ha rinominato il gruppo";
"Notification.ChangedGroupPhoto" = "%@ ha cambiato la foto del gruppo";
"Notification.RemovedGroupPhoto" = "%@ ha rimosso la foto del gruppo";
"Notification.ChangedUserPhoto" = "%@ ha aggiunto una nuova foto profilo";
"Notification.RemovedUserPhoto" = "%@ ha rimosso la foto profilo";
"Notification.JoinedChat" = "%@ si è unito al gruppo";
"Notification.Invited" = "%@ ha invitato %@";
"Notification.LeftChat" = "%@ ha lasciato il gruppo";
"Notification.Kicked" = "%@ ha rimosso %@";
"Notification.CreatedChat" = "%@ ha creato un gruppo";
"Notification.CreatedChatWithTitle" = "%@ ha creato il gruppo \"%@\"";
"Notification.Joined" = "si è unito a Telegram";
"Notification.ChangedGroupName" = "%@  ha cambiato il nome del gruppo in \"%@\"";
"Notification.JoinedGroupByLink" = "%@ si è unito al gruppo tramite link di invito";

"Compose.AddContact" = "Scegli contatto";
"Compose.CreateMessage" = "Crea messaggio";
"Compose.CurrentLocation" = "Posizione attuale";
"Compose.Send" = "Invia";

"Contacts.NoResults" = "Nessun contatto\ncorrispondente trovato";

"ChatList.NoConversationsTitle" = "Nessuna chat";
"ChatList.NoConversationsText" = "Per iniziare a inviare messaggi,\ntieni premuto, quindi premi\nNuovo messaggio";
"ChatList.Compose" = "Nuovo messaggio";
"ChatList.You" = "Tu";

"Conversation.Reply" = "Rispondi";
"Conversation.Unblock" = "Sblocca";
"Conversation.UserInfo" = "Info";
"Conversation.GroupInfo" = "Info gruppo";

"Message.Photo" = "Foto";
"Message.Video" = "Video";
"Message.Location" = "Posizione";
"Message.Contact" = "Contatto";
"Message.File" = "File";
"Message.Sticker" = "Sticker";
"Message.Audio" = "Audio";
"Message.ForwardedMessage" = "Inoltrato da";
"Message.ForwardedFrom" = "%@";

"UserInfo.Title" = "Info";
"UserInfo.Service" = "notifiche di servizio";
"UserInfo.GenericPhoneLabel" = "cellulare";
"UserInfo.UsernameLabel" = "username";
"UserInfo.Block" = "Blocca";
"UserInfo.Unblock" = "Sblocca";
"UserInfo.Mute_1" = "Silenzia per 1 ora";
"UserInfo.Mute_2" = "Silenzia per 2 ore";
"UserInfo.Mute_3_10" = "Silenzia per %@ ore";
"UserInfo.Mute_any" = "Silenzia per %@ ore";
"UserInfo.Unmute" = "Suona";
"UserInfo.SendMessage" = "Invia messaggio";

"Bot.GenericBotStatus" = "bot";
"Bot.About" = "info";

"GroupInfo.Title" = "Info gruppo";
"GroupInfo.ParticipantCount_1" = "1 membro";
"GroupInfo.ParticipantCount_2" = "2 membri";
"GroupInfo.ParticipantCount_3_10" = "%@ membri";
"GroupInfo.ParticipantCount_any" = "%@ membri";
"GroupInfo.StatusOnline_1" = "1 in linea";
"GroupInfo.StatusOnline_2" = "2 in linea";
"GroupInfo.StatusOnline_3_10" = "%@ in linea";
"GroupInfo.StatusOnline_any" = "%@ in linea";

"MessageView.Title" = "Messaggio";
"MessageView.Forward" = "Inoltra";
"MessageView.Reply" = "Rispondi";
"MessageView.ViewOnPhone" = "Guarda sul telefono";

"PhotoView.Title" = "Foto";

"Stickers.Recents" = "Recenti";
"Stickers.RecentPlaceholder" = "Gli sticker usati di frequente appariranno qui";
"Stickers.StickerPacks" = "Pacchetti sticker";
"Stickers.BuiltinPackName" = "Grandi menti";
"Stickers.StickerCount_1" = "1 sticker";
"Stickers.StickerCount_2" = "2 sticker";
"Stickers.StickerCount_3_10" = "%@ sticker";
"Stickers.StickerCount_any" = "%@ sticker";

"Location.Current" = "Posizione attuale";
"Location.Access" = "Permetti a Telegram di accedere alla posizione sul tuo telefono";

"Auth.LoginRequired" = "Collegati a Telegram sul tuo telefono per iniziare";
"Passcode.UnlockRequired" = "Sblocca Telegram sul tuo telefono";

"State.Connecting" = "Connetto...";
"State.Updating" = "Aggiorno…";
"State.WaitingForNetwork" = "Nessuna connessione";

"Suggestion.OK" = "Ok";
"Suggestion.ThankYou" = "Grazie.";
"Suggestion.Thanks" = "Grazie!";
"Suggestion.WhatsUp" = "Cosa succede?";
"Suggestion.Yes" = "Si";
"Suggestion.No" = "No";
"Suggestion.Absolutely" = "Assolutamente";
"Suggestion.Nope" = "No";
"Suggestion.TalkLater" = "Parliamo dopo?";
"Suggestion.CantTalk" = "Non posso parlare...";
"Suggestion.HoldOn" = "Aspetta un secondo...";
"Suggestion.CallSoon" = "Ti chiamo presto.";
"Suggestion.TextInABit" = "Ti scrivo tra poco.";
"Suggestion.BRB" = "Torno tra poco.";
"Suggestion.OnMyWay" = "Sto arrivando.";

"Bot.Commands" = "Comandi";
"Bot.Start" = "Avvia";
"Bot.Restart" = "Riavvia";
"Bot.IntroTitle" = "Cosa può fare questo bot?";

"ChannelInfo.Title" = "Info";
"Channel.GenericChannelStatus" = "canale";
"Channel.Link" = "link";
"Channel.About" = "info";

"Notification.ChannelCreated" = "Canale creato";
"Notification.ChannelPhotoUpdated" = "Foto del canale aggiornata";
"Notification.ChannelPhotoRemoved" = "Foto del canale rimossa";
"Notification.ChannelTitleUpdated" = "Canale rinominato";
"Notification.ChannelFullTitleUpdated" = "Canale rinominato in \"%@\"";
"Notification.ChannelInviter" = "%@ ti ha invitato in questo canale";

"App.NoConnection" = "Nessuna connessione";
"App.ConnectionDescription" = "Il tuo Watch deve essere connesso per far funzionare l'app";

"Presets.Title" = "Risposte di default";
"Preset.n" = "Riposta %d";
